Revit 2027 API
BuiltInFailures.CreationFailures.CannotCreateMullionError Property
 Can't create Mullion.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static FailureDefinitionId CannotCreateMullionError { get; }
Public Shared ReadOnly Property CannotCreateMullionError As FailureDefinitionId
	Get
public:
static property FailureDefinitionId^ CannotCreateMullionError {
	FailureDefinitionId^ get ();
}
static member CannotCreateMullionError : FailureDefinitionId with get
Property Value
FailureDefinitionId
See Also
Reference
BuiltInFailures.CreationFailures Class
Autodesk.Revit.DB Namespace